Repository: SzymonNastaly/maincourse
Catalog: hauptgang-ios/Hauptgang/Resources/Localizable.xcstrings
Source language: en
Languages: de, pl

source: %@ cook
de: %@ Kochzeit
pl: Gotowanie: %@

source: %@ is already in use.
de: Der Wert für „%@“ wird bereits verwendet.
pl: Wartość pola „%@” jest już używana.

source: %@ is invalid. Please check it and try again.
de: Der Wert für „%@“ ist ungültig. Prüfe ihn und versuche es erneut.
pl: Pole „%@” zawiera nieprawidłową wartość. Sprawdź ją i spróbuj ponownie.

source: %@ is required.
de: Bitte fülle das Feld „%@“ aus.
pl: Uzupełnij pole „%@”.

source: %@ is too long.
de: Der Wert für „%@“ ist zu lang.
pl: Wartość pola „%@” jest zbyt długa.

source: %@ is too short.
de: Der Wert für „%@“ ist zu kurz.
pl: Wartość pola „%@” jest zbyt krótka.

source: %@ prep
de: %@ Vorbereitung
pl: Przygotowanie: %@

# %@ prep + %@ cook
source: %1$@ prep + %2$@ cook
de: %1$@ Vorbereitung + %2$@ Kochzeit
pl: Przygotowanie: %1$@ + gotowanie: %2$@

source: %lld recipes
de: %lld Rezepte
pl: %lld przepisu

source: A different recipe has already been selected for this date.
de: Für dieses Datum wurde bereits ein anderes Rezept ausgewählt.
pl: Na ten dzień wybrano już inny przepis.

source: A little dinner inspiration
de: Ein bisschen Inspiration fürs Abendessen
pl: Trochę inspiracji na kolację

source: A recipe will be created from the text in your clipboard.
de: Aus dem Text in deiner Zwischenablage wird ein Rezept erstellt.
pl: Przepis zostanie utworzony z tekstu ze schowka.

source: Ad
de: Werbung
pl: Reklama

source: Add %lld
de: %lld hinzufügen
pl: Dodaj (%lld)

source: Add Ingredient
de: Zutat hinzufügen
pl: Dodaj składnik

source: Add Photo
de: Foto hinzufügen
pl: Dodaj zdjęcie

source: Add Recipe
de: Rezept hinzufügen
pl: Dodaj przepis

source: Add Step
de: Schritt hinzufügen
pl: Dodaj krok

source: Add item
de: Artikel hinzufügen
pl: Dodaj produkt

source: Add items from a recipe or type your own
de: Füge Artikel aus einem Rezept hinzu oder trage eigene ein
pl: Dodaj produkty z przepisu lub wpisz własne

source: Add to Shopping List
de: Einkaufsliste
pl: Dodaj do listy zakupów

source: Add to shopping list
de: Zur Einkaufsliste hinzufügen
pl: Dodaj do listy zakupów

source: Add to story
de: Zur Story hinzufügen
pl: Dodaj do relacji

source: Add your name
de: Namen hinzufügen
pl: Dodaj swoje imię

source: All recipes in this cookbook will be permanently deleted. This cannot be undone.
de: Alle Rezepte in diesem Kochbuch werden dauerhaft gelöscht. Das kann nicht rückgängig gemacht werden.
pl: Wszystkie przepisy w tej książce kucharskiej zostaną trwale usunięte. Tej operacji nie można cofnąć.

source: All your recipes, ready to cook.
de: Alle deine Rezepte. Bereit zum Kochen.
pl: Wszystkie przepisy, gotowe do gotowania.

source: Allow cookies?
de: Cookies erlauben?
pl: Zezwolić na pliki cookie?

source: Allow notifications for MainCourse in the Settings app to receive reminders.
de: Erlaube Mitteilungen für MainCourse in den Einstellungen, um Erinnerungen zu erhalten.
pl: Zezwól na powiadomienia dla MainCourse w aplikacji Ustawienia, aby otrzymywać przypomnienia.

source: Already Got
de: Schon gekauft
pl: Już kupione

source: Already have an account? %@
de: Schon ein Konto? %@
pl: Masz już konto? %@

source: An account already exists for this email. Sign in with your password instead.
de: Für diese E-Mail-Adresse gibt es bereits ein Konto. Melde dich stattdessen mit deinem Passwort an.
pl: Konto z tym adresem e-mail już istnieje. Zaloguj się za pomocą hasła.

source: An unexpected error occurred
de: Ein unerwarteter Fehler ist aufgetreten
pl: Wystąpił nieoczekiwany błąd

source: An unexpected error occurred. Please try again.
de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuche es erneut.
pl: Wystąpił nieoczekiwany błąd. Spróbuj ponownie.

source: And once it’s in your cookbook…
de: Und sobald es in deinem Kochbuch ist…
pl: A gdy przepis jest już w Twojej książce…

source: Are you sure?
de: Bist du sicher?
pl: Na pewno?

source: Back
de: Zurück
pl: Wstecz

source: Back to sharing
de: Zurück zum Teilen
pl: Wróć do udostępniania

source: Bakery
de: Backwaren
pl: Pieczywo

source: Bought
de: Gekauft
pl: Kupione

source: Cancel
de: Abbrechen
pl: Anuluj

source: Change Photo
de: Foto ändern
pl: Zmień zdjęcie

source: Change the servings and every amount adjusts.
de: Ändere die Portionen, und alle Mengen passen sich an.
pl: Zmień liczbę porcji, a ilości składników dostosują się automatycznie.

source: Check your Wi-Fi or cellular connection and try again.
de: Prüfe deine WLAN- oder Mobilfunkverbindung und versuche es erneut.
pl: Sprawdź połączenie Wi-Fi lub komórkowe i spróbuj ponownie.

source: Choose a recipe photo first.
de: Wähle zuerst ein Rezeptfoto aus.
pl: Najpierw wybierz zdjęcie przepisu.

source: Choose from Library
de: Aus Fotomediathek wählen
pl: Wybierz z biblioteki

source: Clear and add
de: Leeren und hinzufügen
pl: Wyczyść i dodaj

source: Clear input
de: Eingabe löschen
pl: Wyczyść pole

source: Close
de: Schließen
pl: Zamknij

source: Close sharing
de: Teilen schließen
pl: Zamknij udostępnianie

source: Common staples are excluded by default. Include anything you need.
de: Übliche Vorratszutaten sind standardmäßig abgewählt. Wähle alles aus, was du brauchst.
pl: Podstawowe produkty są domyślnie pomijane. Zaznacz wszystko, czego potrzebujesz.

source: Confirm that you want to create a separate MainCourse account with Apple.
de: Bestätige, dass du mit Apple ein separates MainCourse-Konto erstellen möchtest.
pl: Potwierdź, że chcesz utworzyć osobne konto MainCourse za pomocą Apple.

source: Continue
de: Weiter
pl: Dalej

source: Continue with Apple
de: Weiter mit Apple
pl: Kontynuuj z Apple

source: Continue with Google
de: Weiter mit Google
pl: Kontynuuj z Google

source: Continue without it
de: Ohne Rezept fortfahren
pl: Kontynuuj bez niego

source: Continue without saving
de: Ohne Speichern fortfahren
pl: Kontynuuj bez zapisywania

source: Cook
de: Kochzeit
pl: Gotowanie

source: Cook for any number
de: Koche für beliebig viele
pl: Gotuj dla dowolnej liczby osób

source: Cook something %@ today
de: Koch heute etwas %@
pl: Ugotuj dziś coś %@

source: Cook together
de: Gemeinsam kochen
pl: Gotujcie razem

source: Cookbook Name
de: Name des Kochbuchs
pl: Nazwa książki kucharskiej

source: Cookbooks
de: Kochbücher
pl: Książki kucharskie

source: Cookbooks you share with others will be transferred to a collaborator so their data is preserved.
de: Gemeinsame Kochbücher werden einem anderen Mitglied übertragen, damit dessen Daten erhalten bleiben.
pl: Książki kucharskie współdzielone z innymi osobami zostaną przekazane jednemu z członków, aby zachować ich dane.

source: Cooking time
de: Kochzeit
pl: Czas gotowania

source: Copy
de: Kopieren
pl: Kopiuj

source: Copy link
de: Link kopieren
pl: Kopiuj link

source: Could not complete this request. Check your information and try again.
de: Die Anfrage konnte nicht abgeschlossen werden. Prüfe deine Angaben und versuche es erneut.
pl: Nie udało się wykonać żądania. Sprawdź dane i spróbuj ponownie.

source: Could not delete this item. Please try again.
de: Dieser Eintrag konnte nicht gelöscht werden. Bitte versuche es erneut.
pl: Nie udało się usunąć tego elementu. Spróbuj ponownie.

source: Could not import this recipe. Try another source or photo.
de: Dieses Rezept konnte nicht importiert werden. Versuche eine andere Quelle oder ein anderes Foto.
pl: Nie udało się zaimportować przepisu. Spróbuj użyć innego źródła lub zdjęcia.

source: Could not process image. Please try a different photo.
de: Das Bild konnte nicht verarbeitet werden. Bitte versuche es mit einem anderen Foto.
pl: Nie udało się przetworzyć zdjęcia. Spróbuj użyć innego.

source: Could not replace the shopping list. Your existing items were kept.
de: Die Einkaufsliste konnte nicht ersetzt werden. Deine bisherigen Artikel wurden behalten.
pl: Nie udało się zastąpić listy zakupów. Dotychczasowe produkty zostały zachowane.

source: Could not save your changes. Please try again.
de: Deine Änderungen konnten nicht gespeichert werden. Bitte versuche es erneut.
pl: Nie udało się zapisać zmian. Spróbuj ponownie.

source: Could not sign in with that provider. Please try again.
de: Die Anmeldung bei diesem Anbieter ist fehlgeschlagen. Bitte versuche es erneut.
pl: Nie udało się zalogować u tego dostawcy. Spróbuj ponownie.

source: Couldn't delete account
de: Konto konnte nicht gelöscht werden
pl: Nie udało się usunąć konta

source: Couldn’t load your recipes
de: Deine Rezepte konnten nicht geladen werden
pl: Nie udało się wczytać przepisów

source: Create
de: Erstellen
pl: Utwórz

source: Create Account
de: Konto erstellen
pl: Utwórz konto

source: Create Shared Cookbook
de: Gemeinsames Kochbuch erstellen
pl: Utwórz wspólną książkę kucharską

source: Create a new MainCourse account?
de: Neues MainCourse-Konto erstellen?
pl: Utworzyć nowe konto MainCourse?

source: Create a shared cookbook to invite other people.
de: Erstelle ein gemeinsames Kochbuch, um andere einzuladen.
pl: Utwórz wspólną książkę kucharską, aby zaprosić inne osoby.

source: Create new account with Apple
de: Neues Konto mit Apple erstellen
pl: Utwórz nowe konto przez Apple

source: Create your account
de: Erstelle dein Konto
pl: Utwórz konto

source: Creating Account…
de: Konto wird erstellt…
pl: Tworzenie konta…

source: Dairy & Eggs
de: Milchprodukte & Eier
pl: Nabiał i jajka

source: Decline
de: Ablehnen
pl: Odrzuć

source: Decrease servings
de: Portionen verringern
pl: Zmniejsz liczbę porcji

source: Delete
de: Löschen
pl: Usuń

source: Delete Account
de: Konto löschen
pl: Usuń konto

source: Delete Cookbook
de: Kochbuch löschen
pl: Usuń książkę kucharską

source: Delete My Account
de: Mein Konto löschen
pl: Usuń moje konto

source: Delete Recipe
de: Rezept löschen
pl: Usuń przepis

source: Delete Shared Cookbook?
de: Gemeinsames Kochbuch löschen?
pl: Usunąć wspólną książkę kucharską?

source: Deleting your account permanently removes your personal cookbook, recipes, shopping list, and meal plans. Cookbooks you share with others will be transferred to a collaborator.
de: Beim Löschen deines Kontos werden dein persönliches Kochbuch, deine Rezepte, deine Einkaufsliste und deine Essenspläne dauerhaft entfernt. Gemeinsame Kochbücher werden einem anderen Mitglied übertragen.
pl: Usunięcie konta trwale usuwa Twoją osobistą książkę kucharską, przepisy, listę zakupów i plany posiłków. Książki kucharskie współdzielone z innymi osobami zostaną przekazane jednemu z członków.

source: Deleting your account will permanently remove:
de: Beim Löschen deines Kontos wird Folgendes dauerhaft entfernt:
pl: Usunięcie konta trwale usunie:

source: Dismiss example suggestion
de: Beispiel ausblenden
pl: Ukryj przykład

source: Don't have an account? %@
de: Neu bei MainCourse? %@
pl: Nie masz konta? %@

source: Done
de: Fertig
pl: Gotowe

source: Double-check your email and password, then try again.
de: Prüfe deine E-Mail-Adresse und dein Passwort noch einmal und versuche es dann erneut.
pl: Sprawdź adres e-mail i hasło, a potem spróbuj ponownie.

source: Double-tap to mark as bought
de: Doppeltippen, um als gekauft zu markieren
pl: Dotknij dwukrotnie, aby oznaczyć jako kupione

source: Double-tap to move back to shopping list
de: Doppeltippen, um zurück auf die Einkaufsliste zu legen
pl: Dotknij dwukrotnie, aby przenieść z powrotem na listę zakupów

source: Drinks
de: Getränke
pl: Napoje

source: Edit Name
de: Namen bearbeiten
pl: Edytuj imię

source: Edit Recipe
de: Rezept bearbeiten
pl: Edytuj przepis

source: Edit recipe
de: Rezept bearbeiten
pl: Edytuj przepis

source: Enter a recipe URL.
de: Gib eine Rezept-URL ein.
pl: Wpisz adres przepisu.

source: Error
de: Fehler
pl: Błąd

source: Example saved in My Recipes
de: Beispiel in „Meine Rezepte“ gespeichert
pl: Przykład zapisany w Moich przepisach

source: Example unavailable
de: Beispiel nicht verfügbar
pl: Przykład niedostępny

source: Failed to import recipe from photo.
de: Das Rezept konnte nicht aus dem Foto importiert werden.
pl: Nie udało się zaimportować przepisu ze zdjęcia.

source: Failed to import recipe from text.
de: Das Rezept konnte nicht aus dem Text importiert werden.
pl: Nie udało się zaimportować przepisu z tekstu.

source: Failed to load recipe. Tap to retry.
de: Rezept konnte nicht geladen werden. Zum erneuten Versuch tippen.
pl: Nie udało się wczytać przepisu. Dotknij, aby spróbować ponownie.

source: Failed to save changes. Please try again.
de: Änderungen konnten nicht gespeichert werden. Bitte versuche es erneut.
pl: Nie udało się zapisać zmian. Spróbuj ponownie.

source: Family cookbook
de: Familienkochbuch
pl: Rodzinna książka kucharska

source: First name
de: Vorname
pl: Imię

source: Free Plan
de: Kostenloser Tarif
pl: Plan bezpłatny

source: Frozen
de: Tiefkühlkost
pl: Mrożonki

source: Generate Invite Link
de: Einladungslink erstellen
pl: Utwórz link z zaproszeniem

source: Generating...
de: Wird erstellt…
pl: Tworzenie…

source: Get started
de: Loslegen
pl: Zaczynamy

source: Google Sign-In has not been configured for this build.
de: Die Anmeldung mit Google ist für diesen Build nicht eingerichtet.
pl: Logowanie przez Google nie zostało skonfigurowane w tej wersji aplikacji.

source: Here’s a recipe from someone’s feed.
de: Hier ist ein Rezept aus einem Feed.
pl: Oto przepis z czyjegoś posta.

source: Household
de: Haushalt
pl: Artykuły domowe

source: I already have an account
de: Ich habe bereits ein Konto
pl: Mam już konto

source: Image is too large. Please try a smaller photo.
de: Das Bild ist zu groß. Bitte versuche es mit einem kleineren Foto.
pl: Zdjęcie jest zbyt duże. Spróbuj użyć mniejszego.

source: Import Failed
de: Import fehlgeschlagen
pl: Import nie powiódł się

source: Import from Clipboard?
de: Aus Zwischenablage importieren?
pl: Zaimportować ze schowka?

source: Import recipe
de: Rezept importieren
pl: Importuj przepis

source: Importing recipe...
de: Rezept wird importiert…
pl: Importowanie przepisu…

source: Importing...
de: Wird importiert…
pl: Importowanie…

source: In Instagram or your browser, tap Share, then choose MainCourse.
de: Tippe in Instagram oder deinem Browser auf Teilen und wähle MainCourse.
pl: W Instagramie lub przeglądarce dotknij Udostępnij, a potem wybierz MainCourse.

source: Increase servings
de: Portionen erhöhen
pl: Zwiększ liczbę porcji

source: Ingredient
de: Zutat
pl: Składnik

source: Ingredients
de: Zutaten
pl: Składniki

source: Instructions
de: Zubereitung
pl: Sposób przygotowania

source: Interactive example
de: Interaktives Beispiel
pl: Interaktywny przykład

source: Invalid URL configuration
de: Ungültige URL-Konfiguration
pl: Nieprawidłowa konfiguracja adresu URL

source: Invalid email or password
de: Ungültige E-Mail-Adresse oder ungültiges Passwort
pl: Nieprawidłowy adres e-mail lub hasło

source: Invitation Error
de: Einladungsfehler
pl: Błąd zaproszenia

source: Invite Link Created
de: Einladungslink erstellt
pl: Link z zaproszeniem jest gotowy

source: Invited by %@
de: Eingeladen von %@
pl: Zaprasza: %@

source: Item not found in Keychain
de: Eintrag im Schlüsselbund nicht gefunden
pl: Nie znaleziono elementu w Pęku kluczy

source: Join Cookbook
de: Kochbuch beitreten
pl: Dołącz do książki kucharskiej

source: Joining cookbook...
de: Beitritt zum Kochbuch…
pl: Dołączanie do książki kucharskiej…

source: Keep and add
de: Behalten und hinzufügen
pl: Zachowaj i dodaj

source: Keep in My Recipes
de: In „Meine Rezepte“ behalten
pl: Zachowaj w Moich przepisach

source: Keep it in your cookbook
de: In deinem Kochbuch behalten
pl: Zachowaj w swojej książce kucharskiej

source: Keep this recipe
de: Dieses Rezept behalten
pl: Zachowaj ten przepis

source: Leave
de: Verlassen
pl: Opuść

source: Leave Cookbook
de: Kochbuch verlassen
pl: Opuść książkę kucharską

source: Leave Shared Cookbook?
de: Gemeinsames Kochbuch verlassen?
pl: Opuścić wspólną książkę kucharską?

source: Loading invitation...
de: Einladung wird geladen…
pl: Wczytywanie zaproszenia…

source: Loading recipe...
de: Rezept wird geladen…
pl: Wczytywanie przepisu…

source: Log in
de: Anmelden
pl: Zaloguj się

source: MainCourse could not open the sign-in screen. Please try again.
de: MainCourse konnte den Anmeldebildschirm nicht öffnen. Bitte versuche es erneut.
pl: MainCourse nie mógł otworzyć ekranu logowania. Spróbuj ponownie.

source: Manage Account
de: Konto verwalten
pl: Zarządzaj kontem

source: Manage Cookbooks
de: Kochbücher verwalten
pl: Zarządzaj książkami kucharskimi

source: Manage Subscription
de: Abo verwalten
pl: Zarządzaj subskrypcją

source: Meal Plan
de: Essensplan
pl: Plan posiłków

source: Meat & Seafood
de: Fleisch & Fisch
pl: Mięso i ryby

source: Message
de: Nachricht
pl: Wiadomość

source: Messages
de: Nachrichten
pl: Wiadomości

source: More
de: Mehr
pl: Więcej

# Move "%@" to %@?
source: Move "%1$@" to %2$@?
de: „%1$@“ nach %2$@ verschieben?
pl: Przenieść „%1$@” do: %2$@?

source: Move Recipe
de: Rezept verschieben
pl: Przenieś przepis

source: Move all personal recipes
de: Meine bisherigen Rezepte verschieben
pl: Przenieś wszystkie osobiste przepisy

source: Move to %@
de: Nach %@ verschieben
pl: Przenieś do: %@

source: My Recipes
de: Meine Rezepte
pl: Moje przepisy

source: Name is required
de: Ein Name ist erforderlich
pl: Nazwa jest wymagana

source: New Shared Cookbook
de: Neues gemeinsames Kochbuch
pl: Nowa wspólna książka kucharska

source: No cookbook available
de: Kein Kochbuch verfügbar
pl: Brak dostępnych książek kucharskich

source: No recipe found in that photo.
de: Auf diesem Foto wurde kein Rezept gefunden.
pl: Na tym zdjęciu nie znaleziono przepisu.

source: No recipes found
de: Keine Rezepte gefunden
pl: Nie znaleziono przepisów

source: No results
de: Keine Ergebnisse
pl: Brak wyników

source: No shared cookbook found
de: Kein gemeinsames Kochbuch gefunden
pl: Nie znaleziono wspólnej książki kucharskiej

source: Not Now
de: Nicht jetzt
pl: Nie teraz

source: Notes
de: Notizen
pl: Notatki

source: Nothing to paste. Copy a recipe to your clipboard first.
de: Nichts zum Einfügen. Kopiere zuerst ein Rezept in die Zwischenablage.
pl: Nie ma nic do wklejenia. Najpierw skopiuj przepis do schowka.

source: Notifications are turned off
de: Mitteilungen sind ausgeschaltet
pl: Powiadomienia są wyłączone

source: Occasional nudges about recipes you saved and shopping lists you left unfinished.
de: Gelegentliche Erinnerungen an gespeicherte Rezepte und offene Einkaufslisten.
pl: Sporadyczne przypomnienia o zapisanych przepisach i niedokończonych listach zakupów.

source: Oils, Spices & Sauces
de: Öle, Gewürze & Saucen
pl: Oleje, przyprawy i sosy

source: Only the cookbook owner can do this.
de: Das kann nur der Inhaber des Kochbuchs tun.
pl: Tylko właściciel książki kucharskiej może to zrobić.

source: Open
de: Öffnen
pl: Otwórz

source: Open Settings
de: Einstellungen öffnen
pl: Otwórz Ustawienia

source: Opens the example sharing options
de: Öffnet die Teilen-Optionen des Beispiels
pl: Otwiera opcje udostępniania w przykładzie

source: Other
de: Sonstiges
pl: Inne

source: Pantry
de: Vorratsschrank
pl: Produkty suche

source: Password
de: Passwort
pl: Hasło

source: Password confirmation
de: Passwortbestätigung
pl: Potwierdzenie hasła

source: Password confirmation does not match.
de: Die Passwortbestätigung stimmt nicht überein.
pl: Potwierdzenie hasła nie jest zgodne z hasłem.

source: Password must be at least 12 characters
de: Das Passwort muss mindestens 12 Zeichen lang sein
pl: Hasło musi mieć co najmniej 12 znaków

source: Paste from Clipboard
de: Aus Zwischenablage einfügen
pl: Wklej ze schowka

source: Paste some recipe text first.
de: Füge zuerst einen Rezepttext ein.
pl: Najpierw wklej tekst przepisu.

source: Personal
de: Persönlich
pl: Osobista

source: Please enter a valid email
de: Gib eine gültige E-Mail-Adresse ein
pl: Wpisz prawidłowy adres e-mail

source: Please enter your name
de: Gib deinen Namen ein
pl: Wpisz swoje imię

source: Please sign in with your credentials.
de: Bitte melde dich mit deinen Zugangsdaten an.
pl: Zaloguj się, używając swoich danych.

source: Post from %@
de: Beitrag von %@
pl: Post od: %@

source: Prep
de: Vorbereitung
pl: Przygotowanie

source: Preparation time
de: Vorbereitungszeit
pl: Czas przygotowania

source: Processing recipe…
de: Rezept wird verarbeitet…
pl: Przygotowywanie przepisu…

source: Produce
de: Obst & Gemüse
pl: Owoce i warzywa

source: Received an invalid response from the server
de: Ungültige Antwort vom Server erhalten
pl: Otrzymano nieprawidłową odpowiedź z serwera

source: Recipe URL
de: Rezept-URL
pl: Adres przepisu

source: Recipe link
de: Rezeptlink
pl: Link do przepisu

source: Recipe name
de: Rezeptname
pl: Nazwa przepisu

source: Recipe photo
de: Rezeptfoto
pl: Zdjęcie przepisu

source: Recipe reminders
de: Rezepterinnerungen
pl: Przypomnienia o przepisach

source: Recipe text exceeds the character limit (%lld).
de: Der Rezepttext überschreitet die Zeichenbegrenzung (%lld).
pl: Tekst przepisu przekracza limit znaków (%lld).

source: Recipe text is too long. Try a shorter selection.
de: Der Rezepttext ist zu lang. Versuche einen kürzeren Ausschnitt.
pl: Tekst przepisu jest zbyt długi. Spróbuj wkleić krótszy fragment.

source: Recipes
de: Rezepte
pl: Przepisy

source: Recipes from posts, websites, cookbooks and screenshots come together as one clean recipe.
de: Rezepte aus Beiträgen, Websites, Kochbüchern und Screenshots werden zu einem übersichtlichen Rezept.
pl: Przepisy z postów, stron internetowych, książek kucharskich i zrzutów ekranu zamieniają się w jeden przejrzysty przepis.

source: Reminders
de: Erinnerungen
pl: Przypomnienia

source: Remove All
de: Alles entfernen
pl: Usuń wszystko

source: Repository not configured with model context
de: Repository ist nicht mit einem Modellkontext konfiguriert
pl: Repozytorium nie ma skonfigurowanego kontekstu modelu

source: Retry
de: Erneut versuchen
pl: Spróbuj ponownie

source: Review this recipe's ingredients before adding them to your shopping list
de: Prüfe die Zutaten dieses Rezepts, bevor du sie zur Einkaufsliste hinzufügst
pl: Sprawdź składniki tego przepisu, zanim dodasz je do listy zakupów

source: Save
de: Speichern
pl: Zapisz

source: Save recipes
de: Rezepte speichern
pl: Zapisuj przepisy

source: Save your own recipe
de: Eigenes Rezept speichern
pl: Zapisz własny przepis

source: Saved
de: Gespeichert
pl: Zapisano

source: Saved posts, screenshots, cookbook pages — MainCourse turns them into recipes you actually cook from.
de: Gespeicherte Beiträge, Screenshots, Kochbuchseiten — MainCourse macht daraus Rezepte, nach denen du wirklich kochen kannst.
pl: Zapisane posty, zrzuty ekranu, strony książek kucharskich — MainCourse zamienia je w przepisy, z których naprawdę wygodnie się gotuje.

source: Saving to My Recipes…
de: Wird in „Meine Rezepte“ gespeichert…
pl: Zapisywanie w Moich przepisach…

source: Saving was interrupted. You can safely try again.
de: Das Speichern wurde unterbrochen. Du kannst es bedenkenlos erneut versuchen.
pl: Zapisywanie zostało przerwane. Możesz bezpiecznie spróbować ponownie.

source: Search
de: Suchen
pl: Szukaj

source: Search recipes
de: Rezepte suchen
pl: Szukaj przepisów

source: Search your recipes
de: Durchsuche deine Rezepte
pl: Przeszukaj swoje przepisy

source: Send ingredients to a shopping list in a tap.
de: Sende Zutaten mit einem Tippen an eine Einkaufsliste.
pl: Jednym dotknięciem dodaj składniki do listy zakupów.

source: Server error (%lld). Please try again later.
de: Serverfehler (%lld). Bitte versuche es später erneut.
pl: Błąd serwera (%lld). Spróbuj ponownie później.

source: Servings
de: Portionen
pl: Porcje

source: Servings (×%@)
de: Portionen (×%@)
pl: Porcje (×%@)

source: Settings
de: Einstellungen
pl: Ustawienia

source: Share
de: Teilen
pl: Udostępnij

source: Share Link
de: Link teilen
pl: Udostępnij link
